{
  "cookiePolicyHeader": {
    "title": "Cookie Policy di Verona Running",
    "paragraphs": {
      "p1": "Questo documento contiene informazioni in merito alle tecnologie che consentono a questo Sito Web di raggiungere gli scopi descritti di seguito. Tali tecnologie permettono al Titolare di raccogliere e salvare informazioni (per esempio tramite l’utilizzo di Cookie) o di utilizzare risorse (per esempio eseguendo uno script) sul dispositivo dell’Utente quando quest’ultimo interagisce con questo Sito Web.",
      "p2": "Per semplicità, in questo documento tali tecnologie sono sinteticamente definite “Strumenti di Tracciamento”, salvo vi sia ragione di differenziare.",
      "p3": "Per esempio, sebbene i Cookie possano essere usati in browser sia web sia mobili, sarebbe fuori luogo parlare di Cookie nel contesto di applicazioni per dispositivi mobili, dal momento che si tratta di Strumenti di Tracciamento che richiedono la presenza di un browser. Per questo motivo, all’interno di questo documento il termine Cookie è utilizzato solo per indicare in modo specifico quel particolare tipo di Strumento di Tracciamento.",
      "p4": "Alcune delle finalità per le quali vengono impiegati Strumenti di Tracciamento potrebbero, inoltre, a seconda della legge applicabile richiedere il consenso dell’Utente. Se viene prestato il consenso, esso può essere revocato liberamente in qualsiasi momento seguendo le istruzioni contenute in questo documento.",
      "p5": "Questo Sito Web utilizza solo Strumenti di Tracciamento gestiti direttamente dal Titolare (comunemente detti Strumenti di Tracciamento “di prima parte”).",
      "p6": "Durata e scadenza dei Cookie di prima parte e degli altri Strumenti di Tracciamento simili possono variare a seconda di quanto impostato dal Titolare. Alcuni di essi scadono al termine della sessione di navigazione dell’Utente."
    }
  },
  "dataControllerInfo": {
    "title": "Titolare del Trattamento dei Dati",
    "paragraphs": {
      "p1": "Federico Parezzan",
      "p2": "Verona Running",
      "p3": "Via Lazzaretto 59F",
      "p4": "37133 Verona (VR)",
      "p5": "Indirizzo email del Titolare:",
      "p6": "veronarunning@gmail.com",
      "p7": "Data l'oggettiva complessità di identificazione delle tecnologie di tracciamento, gli Utenti sono invitati a contattare il Titolare qualora volessero ricevere ulteriori informazioni in merito all'utilizzo di tali tecnologie su questo Sito Web."
    }
  },
  "definitions": {
    "title": "Definizioni e riferimenti legali",
    "items": {
      "personalData": {
        "title": "Dati Personali (o Dati)",
        "text": "Costituisce dato personale qualunque informazione che, direttamente o indirettamente, anche in collegamento con qualsiasi altra informazione, ivi compreso un numero di identificazione personale, renda identificata o identificabile una persona fisica."
      },
      "usageData": {
        "title": "Dati di Utilizzo",
        "text": "Sono le informazioni raccolte automaticamente attraverso questa Applicazione (anche da applicazioni di parti terze integrate in questa Applicazione), tra cui: gli indirizzi IP o i nomi a dominio dei computer utilizzati dall’Utente che si connette con questa Applicazione, gli indirizzi in notazione URI (Uniform Resource Identifier), l’orario della richiesta, il metodo utilizzato nell’inoltrare la richiesta al server, la dimensione del file ottenuto in risposta, il codice numerico indicante lo stato della risposta dal server (buon fine, errore, ecc.) il paese di provenienza, le caratteristiche del browser e del sistema operativo utilizzati dal visitatore, le varie connotazioni temporali della visita (ad esempio il tempo di permanenza su ciascuna pagina) e i dettagli relativi all’itinerario seguito all’interno dell’Applicazione, con particolare riferimento alla sequenza delle pagine consultate, ai parametri relativi al sistema operativo e all’ambiente informatico dell’Utente."
      },
      "user": {
        "title": "Utente",
        "text": "L'individuo che utilizza questa Applicazione che, salvo ove diversamente specificato, coincide con l'Interessato."
      },
      "dataSubject": {
        "title": "Interessato",
        "text": "La persona fisica cui si riferiscono i Dati Personali."
      },
      "dataProcessor": {
        "title": "Responsabile del Trattamento (o Responsabile)",
        "text": "La persona fisica, giuridica, la pubblica amministrazione e qualsiasi altro ente che tratta dati personali per conto del Titolare, secondo quanto esposto nella presente privacy policy."
      },
      "dataController": {
        "title": "Titolare del Trattamento (o Titolare)",
        "text": "La persona fisica o giuridica, l'autorità pubblica, il servizio o altro organismo che, singolarmente o insieme ad altri, determina le finalità e i mezzi del trattamento di dati personali e gli strumenti adottati, ivi comprese le misure di sicurezza relative al funzionamento ed alla fruizione di questa Applicazione. Il Titolare del Trattamento, salvo quanto diversamente specificato, è il titolare di questa Applicazione."
      },
      "website": {
        "title": "Questo Sito Web (o questa Applicazione)",
        "text": "Lo strumento hardware o software mediante il quale sono raccolti e trattati i Dati Personali degli Utenti."
      },
      "service": {
        "title": "Servizio",
        "text": "Il Servizio fornito da questa Applicazione così come definito nei relativi termini (se presenti) su questo sito/applicazione."
      },
      "eu": {
        "title": "Unione Europea (o UE)",
        "text": "Salvo ove diversamente specificato, ogni riferimento all’Unione Europea contenuto in questo documento si intende esteso a tutti gli attuali stati membri dell’Unione Europea e dello Spazio Economico Europeo."
      },
      "cookie": {
        "title": "Cookie",
        "text": "I Cookie sono Strumenti di Tracciamento che consistono in piccole porzioni di dati conservate all'interno del browser dell'Utente."
      },
      "trackingTool": {
        "title": "Strumento di Tracciamento",
        "text": "Per Strumento di Tracciamento s’intende qualsiasi tecnologia - es. Cookie, identificativi univoci, web beacons, script integrati, e-tag e fingerprinting - che consenta di tracciare gli Utenti, per esempio raccogliendo o salvando informazioni sul dispositivo dell’Utente."
      },
      "legalReferences": {
        "title": "Riferimenti legali",
        "text": "Ove non diversamente specificato, questa informativa privacy riguarda esclusivamente questa Applicazione."
      }
    }
  },
  "legalReferencesFooter": {
    "title": "Riferimenti legali",
    "text": "Ove non diversamente specificato, questa informativa privacy riguarda esclusivamente questo Sito Web.",
    "lastUpdate": "Ultima modifica: 1 ottobre 2025"
  },
  "preferenceManagement": {
    "title": "Come gestire le preferenze e prestare o revocare il consenso su questo Sito Web",
    "paragraph1": "Qualora l’utilizzo dei Tracker sia basato sul consenso, l’Utente può fornire o revocare tale consenso impostando o aggiornando le proprie preferenze tramite il relativo pannello delle scelte in materia di privacy disponibile su questo Sito Web.",
    "subsection1": {
      "title": "Come controllare o eliminare Cookie e tecnologie simili tramite le impostazioni del tuo dispositivo",
      "intro": "Gli Utenti possono utilizzare le impostazioni del proprio browser per:",
      "list": {
        "item1": "Vedere quali Cookie o altre tecnologie simili sono stati impostati sul dispositivo;",
        "item2": "Bloccare Cookie o tecnologie simili;",
        "item3": "Cancellare i Cookie o tecnologie simili dal browser."
      },
      "note": "Le impostazioni del browser, tuttavia, non consentono un controllo granulare del consenso per categoria.",
      "moreInfo": "Gli Utenti possono, per esempio, trovare informazioni su come gestire i Cookie in alcuni dei browser più diffusi ai seguenti indirizzi:"
    },
    "browserLinks": {
      "chrome": "Google Chrome",
      "firefox": "Mozilla Firefox",
      "safari": "Apple Safari",
      "ie": "Microsoft Internet Explorer",
      "edge": "Microsoft Edge",
      "brave": "Brave",
      "opera": "Opera"
    },
    "paragraph2": "Gli Utenti possono inoltre gestire alcuni Strumenti di Tracciamento per applicazioni mobili disattivandoli tramite le apposite impostazioni del dispositivo, quali le impostazioni di pubblicità per dispositivi mobili o le impostazioni relative al tracciamento in generale (gli Utenti possono consultare le impostazioni del dispositivo per individuare quella pertinente).",
    "subsection2": {
      "title": "Conseguenze legate al rifiuto dell'utilizzo di Strumenti di Tracciamento",
      "text": "Gli Utenti sono liberi di decidere se permettere o meno l'utilizzo di Strumenti di Tracciamento. Tuttavia, si noti che gli Strumenti di Tracciamento consentono a questo Sito Web di fornire agli Utenti un'esperienza migliore e funzionalità avanzate (in linea con le finalità delineate nel presente documento). Pertanto, qualora l'Utente decida di bloccare l'utilizzo di Strumenti di Tracciamento, il Titolare potrebbe non essere in grado di fornire le relative funzionalità."
    }
  },
  "third_party_tools": {
    "experience": {
      "title": "Esperienza",
      "description": "Questo Sito Web utilizza Strumenti di Tracciamento per migliorare la qualità della user experience e consentire le interazioni con contenuti, network e piattaforme esterni.",
      "third_party_heading": "Strumenti di Tracciamento gestiti da terze parti",
      "accordion": {
        "formaloo": {
          "title": "Formaloo",
          "paragraphs": [
            "Questo tipo di servizio permette a questo Sito Web di gestire la creazione, l'implementazione, l'amministrazione, la distribuzione e l'analisi di moduli e di sondaggi online al fine di raccogliere, salvare e riutilizzare i Dati degli Utenti che rispondono.",
            "I Dati Personali raccolti dipendono dalle informazioni richieste e fornite dagli Utenti nel modulo online corrispondente.",
            "Questi servizi possono essere integrati con un'ampia gamma di servizi di terze parti per consentire al Titolare di compiere azioni successive con i Dati trattati - ad esempio, gestione dei contatti, invio di messaggi, statistiche, pubblicità ed elaborazione dei pagamenti."
          ],
          "details": {
            "provider": "Formaloo (Formaloo OÜ)",
            "description": "Formaloo è un generatore di moduli e una piattaforma di raccolta dati fornita da Formaloo OÜ.",
            "data": "Dati Personali trattati: varie tipologie di Dati secondo quanto specificato dalla privacy policy del servizio.",
            "location": "Luogo del trattamento: UE –",
            "privacy_link": "https://www.formaloo.com/en/privacy-policy"
          }
        }
      }
    },
    "measurement": {
      "title": "Misurazione",
      "description": "Questo Sito Web utilizza Strumenti di Tracciamento per misurare il traffico e analizzare il comportamento degli Utenti per migliorare il Servizio.",
      "owner_heading": "Strumenti di Tracciamento gestiti direttamente dal Titolare",
      "accordion": {
        "matomo": {
          "title": "Matomo (questo Sito Web)",
          "paragraphs": [
            "Matomo è un software di statistica utilizzato da questo Sito Web per analizzare i dati in maniera diretta e senza l’ausilio di terzi.",
            "Dati Personali trattati: Dati di utilizzo e Strumento di Tracciamento."
          ],
          "duration_heading": "Durata degli Strumenti di Tracciamento:",
          "duration_list": {
            "_pk_cvar*": "30 minuti",
            "_pk_id*": "2 anni",
            "_pk_ref*": "7 mesi",
            "_pk_ses*": "30 minuti",
            "_pk_testcookie*": "durata della sessione"
          }
        }
      },
      "third_party_heading": "Strumenti di Tracciamento gestiti da terze parti",
      "accordion_third_party": {
        "tree_nation": {
          "title": "Tree-Nation – Net Zero Website label",
          "paragraphs": [
            "Our Net Zero Website label automatically compensates all the CO2 emissions your website generates. You just need to add the little piece of code we will provide you in the footer of your company’s website. We will then calculate your website's emissions based on the number of visits it receives and we will plant the trees needed to offset them."
          ],
          "cookies_policy_link": "https://tree-nation.com/legal/cookies-policy"
        }
      }
    }
  },
  "tracking_tools_usage": {
    "title": "Come questo Sito Web utilizza gli Strumenti di Tracciamento",
    "necessary": {
      "title": "Necessari",
      "description": "Questo Sito Web utilizza Cookie comunemente detti “tecnici”...",
      "third_party_heading": "Strumenti di Tracciamento gestiti da terze parti",
      "tools": {
        "supabase": {
          "title": "Supabase",
          "description": "Supabase è un servizio di hosting e backend fornito da Supabase, Inc.",
          "data": "Dati Personali trattati: Dati di utilizzo, Strumenti di Tracciamento...",
          "duration": "Durata degli Strumenti di Tracciamento: sb-access-token e sb-refresh-token: durata della sessione.",
          "privacy_label": "Note legali",
          "privacy_link": "https://supabase.com/privacy"
        }
      }
    },
    "experience": {
      "title": "Esperienza",
      "description": "Questo Sito Web utilizza Strumenti di Tracciamento per migliorare la qualità della user experience...",
      "third_party_heading": "Strumenti di Tracciamento gestiti da terze parti",
      "tools": {
        "google_fonts": {
          "title": "Google Fonts",
          "description": "Google Fonts è un servizio di visualizzazione di stili di carattere gestito da Google LLC...",
          "data": "Dati Personali trattati: Dati di utilizzo, Strumenti di Tracciamento.",
          "privacy_label": "Note legali",
          "privacy_link": "https://business.safety.google/privacy/"
        }
      }
    },
    "functionality": {
      "title": "Funzionalità",
      "description": "Questo Sito Web utilizza Strumenti di Tracciamento per consentire interazioni e funzionalità...",
      "third_party_heading": "Strumenti di Tracciamento gestiti da terze parti",
      "tools": {
        "supabase_auth": {
          "title": "Supabase Auth",
          "description": "Supabase Auth è un servizio di registrazione ed autenticazione fornito da Supabase, Inc.",
          "data": "Dati Personali trattati: accesso al conto, Dati di utilizzo, Strumenti di Tracciamento.",
          "duration": "Durata degli Strumenti di Tracciamento: sb-access-token e sb-refresh-token: durata della sessione.",
          "privacy_label": "Note legali",
          "privacy_link": "https://supabase.com/privacy"
        }
      }
    }
  },
  "banner": {
    "p1": "Questo sito utilizza solo cookie tecnici e servizi di terze parti necessari al suo funzionamento.\nPer saperne di più consulta la ",
    "title": "Cookie Policy"
  }
}
